Repository: Sh12uku/fluent-feeds
Catalog: FluentFeeds.App.Shared/Resources/LocalizedStrings.*.resx
Languages: de

# FallbackFeedName
source: Unnamed feed
de: Unbenannter Feed

# FallbackItemAuthor
source: Unknown author
de: Unbekannter Autor

# FallbackItemSummary
source: This item does not have a summary.
de: Dieses Element hat keine Zusammenfassung.

# BuiltInFeedSearchName
source: Search
de: Suche

# BuiltInFeedOverviewName
source: Overview
de: Überblick

# FeedActionAddFeed
source: Add feed…
de: Neuer Feed…

# FeedActionAddGroup
source: Add group…
de: Neue Gruppe…

# FeedActionDelete
source: Delete
de: Löschen

# FeedActionEdit
source: Edit…
de: Bearbeiten…

# AddFeedTitle
source: Add a feed
de: Neuer Feed

# AddFeedErrorTitle
source: Unable to create the feed
de: Feed konnte nicht erstellt werden

# AddFeedErrorMessage
source: An error occurred while trying to create a feed for the provided URL.
de: Beim Erstellen eines Feeds mit der angegebenen URL trat ein Fehler auf.

# AddGroupTitle
source: Add a group
de: Neue Gruppe

# AddGroupErrorTitle
source: Unable to create the group
de: Gruppe konnte nicht erstellt werden

# AddGroupErrorMessage
source: An error occurred while trying to create the group.
de: Beim Erstellen der Gruppe trat ein Fehler auf.

# DeleteFeedMessage
source: This action will permanently delete "{0}" and all of its children. Are you sure you want to continue?
de: Mit dieser Aktion werden "{0}" und alle untergeordneten Feeds permanent gelöscht. Bist du dir sicher, dass du fortfahren möchtest?

# DeleteFeedErrorTitle
source: A database error occurred
de: Ein Datenbank-Fehler ist aufgetreten

# DeleteFeedErrorMessage
source: {0} was unable to delete the selected item from the database.
de: {0} konnte den ausgewählten Feed nicht aus der Datenbank löschen.

# EditFeedTitle
source: Edit a feed
de: Feed bearbeiten

# EditFeedErrorTitle
source: Unable to save changes to the feed
de: Änderungen am Feed konnten nicht gespeichert werden

# EditFeedErrorMessage
source: An error occurred while trying to apply changes to the feed.
de: Beim Anwenden der Änderungen trat ein Fehler auf.

# ItemInfoWithAuthor
source: Published by {0} on {1}
de: Veröffentlicht von {0} am {1}

# ItemInfoWithoutAuthor
source: Published on {0}
de: Veröffentlicht am {0}

# LoadContentErrorTitle
source: Unable to load content
de: Inhalt konnte nicht geladen werden

# LoadContentErrorMessage
source: An error occurred while trying to load the selected item's content.
de: Beim Laden des Inhalts für das ausgewählte Element trat ein Fehler auf.

# SyncErrorTitle
source: Synchronization failed
de: Synchronisation fehlgeschlagen

# SyncErrorMessage
source: An error occurred while trying to synchronize your feeds. Please try again later.
de: Beim Synchronisieren deiner Feeds ist ein Fehler aufgetreten. Bitte versuche es später erneut.

# InitializeDatabaseErrorTitle
source: A database error occurred
de: Ein Datenbank-Fehler ist aufgetreten

# InitializeDatabaseErrorMessage
source: {0} was unable to initialize its database.
de: {0} konnte die Datenbank nicht initialisieren.

# SettingsTitle
source: Settings
de: Einstellungen

# SelectionTitleNoItems
source: No items selected
de: Keine Elemente ausgewählt

# SelectionMessage
source: The content of the selected item will be shown here.
de: Der Inhalt des ausgewählten Elements wird hier angezeigt.

# SelectionTitleMultipleItems
source: {0} items selected
de: {0} Elemente ausgewählt
